{"c2array":true,"size":[43,2,1],"data":
    [
        [["First Indochina War, 1950.\n\nAfter three years of war between the French Far East Expeditionary Force and the local Viet Minh guerrillas, a new force enters the fray.\n\nBehind french front lines, the countless dead bodies of local guerrilla arise and attack the french using whatever weapon they can hold."],["_conversation"]],
        [["The french call them 'rapatries', meaning 'returnees'; those who kept coming back from the death to fight.\n\nBeyond rationalizing, the dead shown extreme violence beyond savagery."],["_conversation"]],
        [["The sight of them was described by the legionary soldiers to be gruesome and daunting.\n\nAlthough more lethal, the average legionary who had set sight on them prefers the normality of a guerrilla offensive, to the grotesque sight of the animated flesh heading to the attack... Rumors of the rapatrie horror not only permeated between the ground troops, but between the generals as well.\n\n"],["_conversation"]],
        [["Morale was at all low. French authorities required to fix the rapatrie problem to win the war in Indochina. But there was no easy solution, for nobody knew what bred the rise of the dead.\n\nNear the frontlines of the war at a sacred ground, the natives spread word of a rise en masse of rapatrie that murder needlessly."],["_conversation"]],
        [[" French authorities believe this place could be the stem of the dawn of the dead.\n\nDesperate for answers and in need to study their new enemy, french authorities launch a hasty reconnaissance mission on site involving multiple groups of recon, but most of them soon went MIA or KIA except for Recon Group F, which reported to hold decisive information that authorities deem to be classified and debriefed in person."],["_conversation"]],
        [["\n Nonetheless, the mission in general came to be a disaster.\n\nTo turn the page on this failure, three rescue expeditions were sent to the perimeter: Premier, deuxieme & troisieme. They were to rescue the remnants of the reconnaissance groups together with whatever intel was left, but most importantly...\n\n "],["_conversation"]],
        [["Jan: La Guitoune! This is Lieutenant Anders from the unit Deuxieme! Do you copy?"],["Jan_conversation"]],
        [["Orens: Colonel Orens here, what's going on!?"],["Orens_conversation"]],
        [["Jan: We've been ambushed on the access to Bak San village by groups of rapatries, but they've been repelled at the cost of heavy losses, sir."],["Jan_conversation"]],
        [["Jan: My whole unit is down... even Moreau and Durant, They're all dead, sir."],["Orens_conversation"]],
        [["Orens: Acknowledged Lieutenant, what's your status? "],["Orens_conversation"]],
        [["Jan: I'm wounded sir; I'm shot in the leg but I can walk. What should I do? And what about Recon Group F?"],["Jan_conversation"]],
        [["Orens: Stand by for orders."],["Orens_conversation"]],
        [["Orens: ..."],["Orens_conversation"]],
        [["Orens: Don't worry about that Lieutenant Anders, Premier unit will now take care of them."],["Orens_conversation"]],
        [["Orens: Command wants you to link up with reconnaissance group C, we've lost contact with them but they're supposed to be west of Bak San village, that's where they last reported. "],["Orens_conversation"]],
        [["Orens: Go west to get them and report their status to me, then take command of the unit and head east to link up with Troisieme unit."],["Orens_conversation"]],
        [["Orens: And watch out for the high grass out there, Lieutenant; l'ennemie hides everywhere."],["Orens_conversation"]],
        [["Jan: You know how they operate? I thought you were just some pencil pusher... Uhh, respectfully, sir."],["Jan_conversation"]],
        [["Orens: I've been to Dong Khe, Lieutenant... Saw them attack at mass but I didn't handle things too well after that."],["Orens_conversation"]],
        [["Orens: Command noticed, It was either discharge or to be stationed for intelligence."],["Orens_conversation"]],
        [["Jan: It's not hard to combat them, but to see them..."],["Jan_conversation"]],
        [["Orens: You are there because you're between the few who can endure them, and the men due west are probably scared to death and combat ineffective. "],["Orens_conversation"]],
        [["Orens: As staging CO, you must get them out of there, despite of your wounds."],["Orens_conversation"]],
        [["Jan: Yes sir, on my way."],["Jan_conversation"]],
        [[""],["_conversation"]],
        [["Jan: Colonel Orens this is Deuxieme, I found the command; he's no longer with us, over."],["_conversation"]],
        [["Orens: Repeat, have you found their authority?"],["_conversation"]],
        [["Jan: Yes, but I think there's more like him around the zone, he really seemed to control the entirety of the enemy in the zone by himself, but he didn't seem so important as to be a general himself. "],["Jan_conversation"]],
        [["Orens: Lieutenant, your finding has gathered attention from the high command, but with these news you're sure to get a medal, and I congratulate you... Did you identify the command?"],["Orens_conversation"]],
        [["Jan: I met him vis a vis but I didn't get a reading on his face. The man was a religious leader and commanded the rapatries, but also used some kind of technology I've never seen before;"],["Jan_conversation"]],
        [["Jan: It was top quality, sir."],["_conversation"]],
        [["Orens: A religious leader with these rapatries?... I thought they took no sides in the war... That must have been a shaman, Lieutenant. "],["Orens_conversation"]],
        [["Orens: Those men are said to communicate with angry spirits of the fallen natives, their spirits wander around angrily if their bodies don't receive a proper burial near their homes..."],["Orens_conversation"]],
        [["Jan: A lot of Viet Minh bodies far from home around country, Colonel... Can I go now, sir? My leg's starting to swell."],["Jan_conversation"]],
        [["Orens: Proceed, clear out to link up with troisieme."],["Orens_conversation"]],
        [["Jan: Moving out."],["Jan_conversation"]],
        [[""],["_conversation"]],
        [[""],["_conversation"]],
        [[""],["_conversation"]],
        [[""],["_conversation"]],
        [[""],["_conversation"]],
        [[""],["_conversation"]]
    ]
}